<!DOCTYPE html>
<html lang="en">
  <head>
  <style>
body {
        background: url(../img/bg_rice.png) no-repeat center center fixed;
		background-size:cover;
}
  </style>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <meta name="author" content="">
<title>ระบบการตัดสินใจ</title>
 <!-- Bootstrap core CSS -->
    <link href="../bootstrap-3.3.4-dist/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom styles for this template -->
    <link href="navbar.css" rel="stylesheet">

    <!-- Just for debugging purposes. Don't actually copy these 2 lines! -->
    <!--[if lt IE 9]><script src="../../assets/js/ie8-responsive-file-warning.js"></script><![endif]-->
    <script src="../bootstrap-3.3.4-dist/js/ie-emulation-modes-warning.js"></script>

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
    <style>
    .jum {
background-image: url(../img/seed.png);
background-size: cover;}
  </style>
  
   <style>
    .jum2 {
background-color:#F5FBEF}

  </style>
  </head>

  <body background="img/ข้าว.jpg" style="background-repeat: no-repeat;
    background-position: 100% 100%;
    background-size:100%;
    ">

    <div class="container">

      <!-- Static navbar -->
      <nav class="navbar navbar-default" role="navigation">
        <div class="container-fluid">
          <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar">
              <span class="sr-only">Toggle navigation</span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
            </button>
             <a class="navbar-brand" href="../index.php">หน้าแรก</a>
          </div>
          <div id="navbar" class="navbar-collapse collapse">
            <ul class="nav navbar-nav">
              <li ><a href="../index.php?id=1">ระบบเลือกพันธุ์ข้าว</a></li>
              <li ><a href="../index.php?id=2">ระบบเลือกพื้นที่ปลูกข้าว</a></li>
              <li><a href="../index.php?id=3">ระบบคำนวนปุ๋ยและยา</a></li>
              <li class="dropdown">
                <a href="#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-expanded="false">E-Learning<span class="caret"></span></a>
                <ul class="dropdown-menu" role="menu">
                  
                  <li><a href="../questionarea/question-area.php">โรคข้าว</a></li>
                  <li><a href="#">กฏหมายเกี่ยวข้องกับข้าว</a></li>
                </ul>
              </li>
            </ul>
            <ul class="nav navbar-nav navbar-right">
              <li><a href="../gis.php">ระบบ GIS<span class="sr-only">(current)</span></a></li>
              <li><a href="../call.php">ติดต่อ</a></li>
              <li><a href="#">Fixed top</a></li>
            </ul>
          </div><!--/.nav-collapse -->
        </div><!--/.container-fluid -->
      </nav>

      <!-- Main component for a primary marketing message or call to action -->
      
      <div class="jumbotron jum">
      <h1>ระบบตัดสินใจ</h1>
      ในการจัดการด้านมลพิษจากฟร์ามสุกร
     
    </div>
     <div class="jumbotron jum2">
      <div class="row">
       <div class="col-xs-12">
       <div class="table-responsive">
     <table width="800" border="0" cellspacing="0" cellpadding="0" align="center" >
    <td align="center" valign="top" >
	<table border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td class="content_head">
		<br>
	</td>
  </tr>
  <tr>
    <td>
		
<strong><u>โรคข้าวไร่และการป้องกันกำจัด</u></strong>
โรคข้าวไร่ที่พบระบาดทั่วไปในปัจจุบัน เกิดจากสาเหตุใหญ่ 2 ประการด้วยกัน คือ<br />
<strong>1. โรคที่เกิดจากเชื้อ</strong><br />
        1.1 เชื้อรา<br />
        1.2 เชื้อแบคทีเรีย<br />
        1.3 เชื้อไวรัสและ/หรือไฟโตพลาสมา<br />
        1.4 ไส้เดือนฝอย<br />
<strong>2. โรคไม่มีเชื้อ</strong><br />
        2.1 สิ่งแวดล้อมไม่เหมาะสม<br />
                2.1.1 อุณหภูมิสูงหรือต่ำเกินไป<br />
                2.1.2 สภาพ ดิน น้ำ และอากาศเป็นพิษ<br />
                2.1.3 ความสูงจากระดับน้ำทะเลสูงหรือต่ำเกินไป<br />
                2.1.4 ความลึกของหน้าดินตื้นเกินไป<br />
        2.2 การขาดแร่ธาตุที่สำคัญ เช่น ไนโตรเจน ฟอสฟอรัส และโพแทสเซียม<br />
<br />
         <strong>เชื้อรา</strong> คือพืชที่ไม่มีคลอโรฟิลล์ มีขนาดเล็กตั้งแต่เป็นเส้นใย ที่ชอบขึ้นบนซากสัตว์จนถึงขนาดใหญ่ เช่น พวกเห็ดทั้งหลาย เชื้อราบางชนิดเป็นสาเหตุของโรค คน สัตว์และพืช<br />
<br />
        <strong>เชื้อแบคทีเรีย</strong> คือจุลินทรีย์ที่มีขนาดเล็ก ไม่สามารถเห็นด้วยตาเปล่า มีรูปร่างตั้งแต่กลม กลมรี และส่วนใหญ่เป็นแท่ง มักมีหางตรงส่วนปลาย เป็นสาเหตุโรคคน สัตว์ และพืชมาก โรคที่เกิดจากเชื้อบักเตรีมักจะเกิดการเน่าส่งกลิ่นเหม็น<br />
<br />
       <strong> เชื้อไวรัส </strong>คือสิ่งที่มีตัวตนประกอบด้วย โปรตีนและนิวเคลียร์อิกแอสิค สามารถขยายจำนวนได้ภายในเซลล์ที่มีชีวิต มีขนาดเล็กจิ๋วมองไม่เห็นด้วยตาเปล่าหรือแม้แต่กล้องจุลทัศน์ธรรมดา ต้องใช้กล้องอิเลคตรอน ไวรัสทุกชนิดอาศัยยังชีพอยู่ในเซลล์ของสิ่งมีชีวิตทั้งปวง<br />
<br />
        <strong>ไส้เดือนฝอย</strong> คือสัตว์ที่มีขนาดเล็ก ไม่มีสี อาจจะมองเห็นด้วยตาเปล่าหรือไม่อาจมองเห็นด้วยตาเปล่า อาศัยอยู่ในดินและส่วนต่างๆ ของพืช มีทั้งพวกที่ยังชีพในสิ่งที่มีชีวิตและพวกที่ยังชีพในสิ่งที่ไม่มีชีวิต
<br />
<strong>1. โรคที่เกิดจากเชื้อ</strong>
        1.1 <strong>เชื้อรา</strong><br />
                1.1.1 <target="_self">โรคไหม้<br />
                1.1.2 <target="_self">โรคใบขีดสีน้ำตาล <br />
                1.1.3 <target="_self">โรคใบจุดสีน้ำตาล<br />
</u>            1.1.4 <target="_self">โรคใบวงสีน้ำตาล
<br />
        1.2<strong> เชื้อแบคทีเรีย</strong><br />
                1.2.1 <target="_self">โรคขอบใบแห้ง<br />
<br />
        1.3 <strong>เชื้อไวรัสและ/หรือไฟโตพลาสมา </strong><br />
                1.3.1 <target="_self">โรคใบสีแสด <br />
<br />
        1.4 <strong>ไส้เดือนฝอย</strong><br />
                1.4.1 <target="_self">ไส้เดือนฝอยรากปม
<strong><br />
หลักการป้องกัน “โรคข้าว”</strong>
“ป้องกันหรือหลีกเลี่ยงการเกิดโรคดีกว่ารักษาเยียวยา”<br />
<strong>ป้องกัน</strong><br />
        - เลือกใช้พันธุ์ต้านทาน<br />
        - ทำลายแหล่งโรคและพาหะนำโรค<br />
        - ดูแลรักษาตรวจตราแปลงนา ให้ถูกสุขลักษณะ<br />
<strong>กำจัดหรือรักษา</strong><br />
        - ถอนทิ้ง เผาทำลาย ถ้าโรคร้ายเพิ่งเริ่มต้น<br />
        - ใช้สารป้องกันกำจัดโรค ถ้าคุ้มค่าต่อการลงทุน เลือกชนิดของสารและเวลาการใช้ให้ถูกต้องกับโรคนั้นๆ<br />
        - ระมัดระวังฤทธิ์และพิษตกค้างของสารป้องกันกำจัดโรคให้จงดี
<strong>2. โรคไม่มีเชื้อ</strong><br />
        2.1 <u>การขาดธาตุอาหารที่สำคัญ</u><br />
                2.1.1 <em><target="_self">ธาตุไนโตรเจน</a></em> เป็นธาตุที่สำคัญในการเจริญเติบโตของต้นข้าว ข้าวที่ขาดธาตุไนโตรเจน ใบอ่อนจะมีสีเขียวซีดเริ่มจากปลายใบเข้ามา ส่วนใบแก่จะเปลี่ยนเป็นสีเหลืองแล้วเป็น สีน้ำตาล ในที่สุดจะแห้งตายไป ต้นข้าวจะมีลักษณะแคระแกร็น แตกกอน้อยใบข้างจะแคบเล็กและบาง เมื่อพบอาการดังกล่าวมาแล้วในแปลงข้าว ควรจะรีบทำการใส่ปุ๋ยไนโตรเจนโดยทันที<br />
ในกรณีที่ธาตุไนโตรเจนมีมากเกินไป ต้นข้าวจะแตกกอมาก ต้นข้าวจะสูง ลำต้นอ่อนแอ ข้าวจะแก่ช้า และข้าวจะล้มง่าย นอกจากนี้ยังถูกแสงแดดหรือความแห้งแล้งทำความเสียหายให้โดยง่ายอีกด้วย<br />
                2.1.2 <em><target="_self">ธาตุฟอสฟอรัส</a></em> เป็นธาตุอาหารที่สำคัญในการสร้างระบบรากของต้นข้าว และในระยะแรกของการเจริญเติบโตของต้นข้าว ต้นข้าวที่ขาดธาตุฟอสฟอรัสใบจะมีสีเขียวเข้มใบเล็กและเรียวและตั้งตรง รากจะไม่ขยายเช่นปกติ<br />
                2.1.3 <em><target="_self">ธาตุโพแทสเซียม</a></em> มีความสำคัญในการสร้างลำต้นของข้าวและเปลือกของข้าว ต้นข้าวที่ขาดธาตุโพแทสเซียมจะมีจุดสีน้ำตาลคล้ายตกกระบนใบข้าวส่วนมากเป็นกับใบแก่ การแตกกอน้อย
 
<strong><u><a name="a2"></a>แมลงศัตรูข้าวไร่และการป้องกันกำจัด</u></strong>
        แมลงศัตรูข้าวไร่มีหลายชนิด นอกจากจะเป็นแมลงศัตรูข้าวชนิดที่ระบาดทำลายในนาข้าว ทั่วไป ซึ่งมีปริมาณน้อยและจัดว่าไม่ค่อยมีความสำคัญในการเพาะปลูกข้าวไร่แล้ว ยังมีชนิดที่สำคัญและระบาดทำความเสียหายอยู่เสมอ โดยเฉพาะในการเพาะปลูกข้าวไร่ในภาคเหนือ ได้แก่ มดง่าม ปลวก แมลงวันเจาะยอด ด้วงหมัดดำ ด้วงแทะใบ แมลงค่อมทอง แมลงนูน ด้วงดีด เพลี้ยอ่อน หนอนใย ตั๊กแตน เพลี้ยแป้ง
1. <strong>มดง่าม</strong> (Ant : <em>Pheidole</em> sp.) วงศ์ Formicidae อันดับ Hymenoptera<br />
        เป็นแมลงศัตรูที่ทำให้เกิดปัญหาในระยะหยอดเมล็ด เมื่อเกษตรกรหว่านโรยหรือหยอดเมล็ดพันธุ์ข้าวไร่ลงไปในดิน มดง่ามซึ่งอาศัยอยู่ในรังในดิน จะขนเมล็ดข้าวนำไปเป็นอาหารหรือเก็บสะสมเป็นอาหารในรัง ทำให้สูญเสียเมล็ดพันธุ์ที่ใช้เพาะปลูก ก่อปัญหาในด้านจำนวนกอต่อพื้นที่และการซ่อมเมล็ด ทำให้ผลผลิตลดลง
<em>การป้องกันกำจัด</em><br />
         1. ถ้าพบรังหรือทางเดินของมดง่าม ใช้สารฆ่าแมลงคาร์บาริล (เซฟวิน 85 %) หรือเฮบตาคลอ (อาลามอน 40 %) ชนิดผงโรยที่รังหรือทางเดินของมดง่าม<br />
        2. ถ้าพบรังมดง่ามอยู่กระจัดกระจายทั่วแปลงเพาะปลูก หรือบริเวณใกล้เคียงใช้วิธีคลุกเมล็ดพันธุ์ข้าวไร่ด้วยสารฆ่าแมลงชนิดผง เช่น คาร์บาริล (เซฟวิน 85 %) เมทธิโอคาร์บ (เมซูโรล 50 %) เฟนวาลีเลต (ซูมิไซดิน 20 %) เตทตระคลอร์วินฟอส (การ์โดนา 50 %) ในอัตรา 1 % ต่อน้ำหนักเมล็ด (สารฆ่าแมลง 85 % ใช้อัตรา 12 กรัมต่อเมล็ดข้าว 1 กิโลกรัม สารฆ่าแมลง 50 % ใช้อัตรา 20 กรัมต่อเมล็ดข้าว 1 กิโลกรัม) ควรทำการคลุกให้สารฆ่าแมลงติดเมล็ดสม่ำเสมอที่สุดแล้วนำไปปลูกทันที
2. <strong>ปลวก</strong> <br />
        กัดกินทำลายส่วนรากของข้าวไร่ทุกระยะ และยังกัดกินทำลายโดยเริ่มจากส่วนใต้ดินขึ้นไปตามภายในลำต้น ต้นข้าวที่ถูกทำลายในระยะแรกจะมีลำต้นเหลืองหรือเหลืองซีดทั้งกอและแห้งตายในเวลาต่อมา
<em>การป้องกันกำจัด</em><br />
         1. ขณะทำการเตรียมดิน ถ้าพบรังปลวกใต้ดินให้ขุดทำลายรังหรือไถพรวนดินหลายๆ ครั้ง เพื่อเป็นการทำลายรังและเปิดโอกาสให้มดและนกชนิดต่างๆ เข้าช่วยกินปลวก<br />
        2. ถ้าพบรังปลวกมากและอยู่กระจายในแปลงเพาะปลูก ควรพ่นด้วยสารฆ่าแมลงชนิดผงละลายน้ำ เช่น เฮบตาคลอ (อาลามอน 40 %) อัตรา 2 กิโลกรัมต่อไร่ พ่นให้ทั่วแปลงแล้วพรวนให้เข้ากับดินหรืออาจใช้วิธีพ่นหรือโรยตามแถวปลูก
3. <strong>เพลี้ยอ่อน</strong> (Rice root aphid : <em>Tetraneura nigriabdominalis</em> Sasaki) วงศ์ Aphididae อันดับ Homoptera<br />
(วิเคราะห์ตัวอย่างแมลง โดย อาจารย์วาลุลี โรจนวงศ์ ภาควิชากีฏวิทยา คณะเกษตรศาสตร์ มหาวิทยาลัยเกษตรศาสตร์)<br />
        เป็นแมลงขนาดเล็กเคลื่อนไหวช้ามีขนาด 1 – 2 มม. สีน้ำตาล หรือน้ำตาลแดงรูปร่างคล้ายผลฝรั่งผ่าครึ่ง และเป็นเพลี้ยอ่อนชนิดไม่มีปีก การทำลายพบอาศัยเกาะดูดกินน้ำเลี้ยงอยู่ที่ส่วนรากในดินของต้นข้าว ในระยะเริ่มแตกกอและเกาะเป็นกลุ่มๆ บางครั้งพบเกาะดูดกินส่วนรากของต้นข้าวที่อยู่โคนต้นใกล้ระดับดิน ต้นข้าวมีอาการเหลืองซีดและเตี้ยแคระแกรนผิดปกติ ถ้ามีการระบาดรุนแรงต้นข้าวจะแสดงอาการเหี่ยวเฉาและตายในเวลาต่อมา<br />
        นอกจากนี้เพลี้ยอ่อนชนิดอาศัยดูดกินน้ำเลี้ยงบริเวณรากแล้ว ยังพบเพลี้ยอ่อนอีกชนิดหนึ่ง คือ Rhopalosiphum rufiabdominalis (วิเคราะห์ตัวอย่างแมลง โดย Dr.Hans Banziger ภาควิชากีฏวิทยา คณะเกษตรศาสตร์ มหาวิทยาลัยเชียงใหม่) อาศัยดูดกินน้ำเลี้ยงเมล็ดข้าวที่รวงในระยะน้ำนม ทำให้เมล็ดลีบไม่สมบูรณ์
<em>การป้องกันกำจัด </em><br />
        เพลี้ยอ่อนที่อาศัยดูดกินน้ำเลี้ยงบริเวณราก การระบาดทำลายจะเป็นหย่อมๆ ควรใช้สารฆ่าแมลงพวกคาร์บาริล (เซฟวิน) ชนิดผงละลายน้ำ หรือชนิดน้ำ ซึ่งชนิดหลังมีประสิทธิภาพในการป้องกันกำจัดได้นานกว่าพ่นบริเวณโคนต้นข้าวและไม่ควรพ่นสารฆ่าแมลงคลุมไปทั้งแปลง ควรพ่นเฉพาะบริเวณที่มีเพลี้ยอ่อนระบาดเท่านั้น
4.<strong> ตั๊กแตน</strong> (Grasshopper, short horned grasshopper : <br />
- <em>Patanga succincta</em> Linn<br />
- <em>Locusta migratoria malilensis</em> Meyer<br />
- <em>Cyrtacanthacris tatarica</em> Linn.<br />
- <em>Chondracris rosea brunneri</em> Uvarov)<br />
วงศ์ Acrididae อันดับ Orthoptera<br />
        ที่พบเป็นประจำในแปลงเพาะปลูกข้าวไร่เป็นตั๊กแตนขนาดเล็ก (Hieroglyphus bnaian Fab.) ซึ่งมีปริมาณไม่มากนัก ทั้งตัวแก่และตัวอ่อนกัดกินใบข้าวทำให้ใบขาดแหว่ง ถ้ามีการทำลายมากจะกัดกินจนกระทั่งเหลือแต่เส้นกลางใบ ทำให้ต้นข้าวเจริญเติบโตไม่เต็มที่ ผลผลิตต่ำลงแต่ตั๊กแตนชนิดที่สำคัญ ซึ่งควรระวังการป้องกันการระบาดทำลาย ได้แก่ ตั๊กแตนปาทังกา ตั๊กแตน โลคัสตา ตั๊กแตนไซทาแคนตาคริส และตั๊กแตนคอนดาคริส ซึ่งจัดว่าเป็นแมลงศัตรูที่สำคัญ<br />
<br />
<em>การป้องกันกำจัด</em><br />
        วิธีการป้องกันกำจัดตั๊กแตนให้ได้ผล ควรใช้วิธีการทุกอย่างที่สามารถลดประชากรของตั๊กแตนให้น้อยลง ทั้งนี้ควรจะทราบชนิด อุปนิสัย นิเวศวิทยา ฯลฯ ของตั๊กแตนที่จะป้องกันกำจัดเสียก่อน จึงจะสามารถวางมาตรการในการป้องกันกำจัดได้ทั่วๆ ไป ควรทำดังนี้<br />
        1. เกษตรกรควรร่วมกันดำเนินการจับตั๊กแตนในฤดูหนาว (ธันวาคม – กุมภาพันธ์) ซึ่งถ้าอุณหภูมิต่ำกว่า 13 องศาเซลเซียสลงไป ตั๊กแตนจะเคลื่อนไหวช้าหรือแข็งตัวบินไม่ได้ซึ่งสามารถจับได้ง่ายด้วยมือเปล่า และยังนำตั๊กแตนที่จับได้ไปแปรรูปเป็นอาหารได้อีกด้วย<br />
        2. กำจัดวัชพืชที่เป็นอาหารหรือเป็นที่อาศัยของตั๊กแตนทั้งในไร่ และในบริเวณใกล้เคียง<br />
        3. ไถและพรวนดินในบริเวณที่มีตั๊กแตนอาศัยเพื่อตากดินและช่วยทำลายไข่ของตั๊กแตนที่อยู่ในดิน ซึ่งควรเริ่มดำเนินการระหว่างเดือนพฤษภาคม – มิถุนายน<br />
        4. ภายหลังการเก็บเกี่ยวควรเก็บตอซังและซากพืชให้หมด เพื่อมิให้เป็นที่อยู่อาศัยของตั๊กแตน<br />
        5. ปลูกพืชตระกูลถั่ว เช่น ถั่วลิสง สลับกับแปลงเพาะปลูกข้าวไร่ เพื่อดึงดูดตั๊กแตนให้มาอาศัยร่มเงาหลบแสงแดด ในถั่วลิสงและทำการกำจัดโดยวิธีปล่อยลูกเป็ดเข้าไปกินหรือเกษตรกรจับมาใช้ประโยชน์หรือพ่นสารฆ่าแมลงคาร์บาริลผสมน้ำและกากน้ำตาลหรือน้ำอ้อยแดง<br />
6. หมั่นตรวจแปลงเพาะปลูกอยู่เสมอ โดยเฉพาะในระยะต้นฤดูฝนตั้งแต่เดือนพฤษภาคม เป็นต้นไป ซึ่งเป็นระยะที่ตั๊กแตนเริ่มฟักเป็นตัวอ่อน หากพบตั๊กแตนในระยะนี้อยู่รวมกันเป็นจำนวนมากควรรีบทำการกำจัด<br />
7. การใช้สารฆ่าแมลงพ่นกำจัด ควรใช้ให้ถูกต้องตามชนิดและวัยของตั๊กแตน เช่นคาร์บาริล (เซฟวิน เซฟ 85 ดี เอส 85) 85 % ชนิดผงละลายน้ำซึ่งเป็นสารฆ่าแมลงชนิดกินตาย พ่นคลุมพื้นที่ที่มีตั๊กแตนซึ่งเป็นระยะตัวอ่อนอยู่หนาแน่น ในฤดูการเพาะปลูกในอัตรา 70 – 80 กรัมต่อน้ำ 20 ลิตร และผสมด้วยกากน้ำตาล (โมลาส) หรือน้ำอ้อยแดง 2 – 3 ช้อนแกง โดยพ่นบนใบข้าวหรือถั่วลิสงที่ปลูกเป็นพืชสลับ
5.<strong> เพลี้ยกระโดดหลังขาว<br />
</strong>        เพลี้ยกระโดดหลังขาว (Sogatella (= Sogata) furcifera) สามารถแยกชนิดออกจากเพลี้ยกระโดดชนิดอื่นในระยะตัวเต็มวัยได้ โดยมีแถบสีขาวตามยาวของด้านหลังส่วนอกอยู่ระหว่างฐานปีกทั้งสอง แมลงในสกุลนี้มีหลายชนิดที่พบในนาข้าว แต่ข้าวไม่ใช่พืชอาหารหลักและสามารถจำแนกแมลงแต่ละชนิดออกจากกันโดยดูที่ปีก ส่วนหัวและลักษณะอวัยวะเพศผู้ ยกเว้นเพศเมียของ S. panicicola และ S. longifurcifera <br />
<em>การเป็นศัตรูพืช</em><br />
        ถึงแม้ว่าไม่ได้เป็นแมลงพาหนะนำโรไวรัสแต่ก็พบเพลี้ยกระโดดหลังขาวได้ทั่วไป และอาจดูดกินน้ำเลี้ยงต้นข้าวทำให้แห้งตายได้ แต่สามารถป้องกันกำจัดได้โดยใช้สารฆ่าแมลง เพลี้ยกระโดดหลังขาวระบาดได้ทุกสภาพแวดล้อม<br />
<em>การเจริญเติบโต</em><br />
        ตัวเต็มวัย มีสีน้ำตาลถึงสีดำ ลำตัวสีเหลือง มีแถบสีขาวเห็นชัดอยู่ด้านหลังส่วนอกระหว่างปีกสองข้าง เพลี้ยกระโดดหลังขาว เพศเมียมีทั้งชนิดปีกสั้นและปีกยาว ส่วนเพศผู้มีแต่ชนิดปีกยาวเท่านั้น เพลี้ยกระโดดหลังขาวจะอาศัยอยู่บริเวณโคนต้นข้าว ตัวเต็มวัยเข้ามาในแปลงข้าวช่วง 30 วัน แรกหลังจากเป็นต้นกล้า ใน 1 ฤดูปลูก เพลี้ยกระโดดหลังขาวเจริญเติบโตขยายพันธุ์ได้น้อยรุ่นกว่าเพลี้ยกระโดดสีน้ำตาล และชอบดูดกินน้ำเลี้ยงจากข้าวต้นอ่อน และขยายพันธุ์เป็นพวกปีกยาว จากนั้นอพยพออกจากแปลงข้าวก่อนที่ข้าวจะออกดอก กับดักแสงไฟสามารถดักจับตัวเต็มวัยเพลี้ยกระโดดหลังขาวได้จำนวนมาก และจับได้มากที่สุดในช่วงพระจันทร์เต็มดวง<br />
ไข่ ไข่มีลักษณะและขนาดเหมือนกับไข่ของเพลี้ยกระโดดสีน้ำตาล แต่มีเปลือกหุ้มไข่ยาวกว่า เพศเมียแต่ละตัวสามารถวางไข่ได้ 300 – 500 ฟองในช่วงชีวิตประมาณ 2 สัปดาห์<br />
        ตัวอ่อน ตัวอ่อนระยะแรกของเพลี้ยกระโดดทุกชนิดจะเห็นเป็นสีขาว และไม่สามารถแยกความแตกต่างของตัวอ่อนแต่ละชนิดได้ในแปลงนา ตัวอ่อนระยะหลังๆ ของเพลี้ยกระโดดหลังขาวแยกความแตกต่างได้โดยมีจุดดำและขาวที่ส่วนท้องด้านบน<br />
การทำลาย<br />
        ตัวอ่อนและตัวเต็มวัยของเพลี้ยกระโดดหลังขาว ดูดกินน้ำเลี้ยงที่โคนกอข้าว และผลิตมูลหวานออกมาน้อยกว่าเพลี้ยกระโดดสีน้ำตาล ทำให้มีราดำเกิดขึ้นน้อยตรงรอยทำลาย ต้นข้าวที่ถูกเพลี้ยกระโดดหลังขาวจำนวนมากทำลาย มีสีเหลืองส้มใบแห้ง ต่อมาใบจะเป็นสีน้ำตาล ในระยะแรกต้นข้าวแห้งตายเป็นหย่อมๆ จุดที่ถูกทำลายจะขยายกว้างถ้าประชากรแมลงเพิ่มขึ้นอย่างต่อเนื่องโดยทั่วไปเพลี้ยกระโดดหลังขาวเข้าทำลายข้าวในระยะตั้งท้อง เพลี้ยกระโดดหลังขาวไม่เป็นแมลงพาหนะนำโรคไวรัสมาสู่ต้นข้าว<br />
<br />
<em>การจัดการ</em><br />
        วิธีเขตกรรม วิธีการเขตกรรมที่ใช้ได้ผลดีกับเพลี้ยกระโดดสีน้ำตาล สามารถใช้ได้กับเพลี้ยกระโดดหลังขาว เช่นกัน <br />
พันธุ์ต้านทาน เนื่องจากเพลี้ยกระโดดหลังขาวแพร่ระบาดออกจากแปลงนาช่วงข้าวตั้งท้อง พันธุ์ข้าวที่เก็บเกี่ยวเร็วสามารถลดจำนวนรุ่นขยายพันธุ์ของเพลี้ยกระโดดหลังขาวได้ ข้าวพันธุ์แตกกอมาก เพลี้ยกระโดดหลังขาวทั้งตัวเต็มวัยและตัวอ่อนจะมีมากกว่าข้าวพันธุ์ที่แตกกอน้อย<br />
การป้องกันกำจัดโดยชีววิธี<br />
        เพลี้ยกระโดดหลังขาวมีศัตรูธรรมชาติทำลายทุกระยะการเจริญเติบโต โดยทั่วไปประชากรของเพลี้ยกระโดดหลังขาวจึงมีน้อย การใช้สารฆ่าแมลงโดยไม่พิจารณาให้รอบคอบอาจทำลายศัตรูธรรมชาติมากกว่าเพลี้ยกระโดดหลังขาว และทำให้เกิดการระบาดของเพลี้ยกระโดดหลังขาวได้ ไข่ของเพลี้ยกระโดดหลังขาวถูกเบียนโดยแตนเบียนตัวเล็กๆ หรือถูกมวนเขียวดูดไข่ หรือไรตัวห้ำกิน ตัวอ่อนและตัวเต็มวันถูกเบียนโดยแตนเบียน dryinid หรือถูกเชื้อราทำลาย<br />
ตัวห้ำของตัวอ่อนและตัวเต็มวัยรวมทั้งตัวห้ำที่อยู่ใต้ผิวน้ำได้แก่ แมลงเหนี่ยง ด้วงดิ่ง ตัวอ่อนแมลงปอบ้าน แมลงปอเข็ม พวกที่อยู่บนผิวน้ำ ได้แก่ จิงโจ้น้ำ ก็เป็นตัวห้ำที่สำคัญด้วยเช่นกัน ตัวห้ำที่อยู่ในน้ำเหล่านี้จะคอยจับกินเพลี้ยกระโดดที่หล่นลงบนผิวน้ำ และยังสามารถจับเพลี้ยกระโดดบนใบข้าวที่อยู่ใกล้ๆ ระดับน้ำได้อีกด้วย ด้วงก้นกระดก ด้วงดิน และมวนดอกรัก รวมทั้งแมงมุมต่างๆ จับตัวอ่อนและตัวเต็มวัยเพลี้ยกระโดดหลังขาวที่อยู่ตามใบข้าวกินเป็นอาหาร<br />
แมลงปอเข็มตัวเต็มวัยจับกินเพลี้ยกระโดดที่เกาะตามใบข้าว ส่วนแมลงปอบ้านตัวเต็มวัยจับกินเพลี้ยกระโดดที่บินในนาข้าว<br />
การป้องกันกำจัดด้วยสารเคมี<br />
        วิธีการใช้สารฆ่าแมลงสำหรับเพลี้ยกระโดดหลังขาวเหมือนกับของเพลี้ยกระโดดสีน้ำตาล สารฆ่าแมลงชนิดพ่นมีประสิทธิภาพดีกว่าชนิดเม็ด อย่าใช้สารฆ่าแมลงที่เป็นสาเหตุทำให้เกิดการระบาดของแมลงเพิ่มขึ้น<br />
การสำรวจ สำรวจนาข้าวหลังจากปลูกแล้ว 30 วัน ทุกสัปดาห์จนถึงช่วงข้าวออกดอก ตบต้นข้าวเพื่อให้เพลี้ยกระโดดเคลื่อนไหวตัวและตรวจนับจำนวน สุ่มสำรวจจากข้าว 20 กอหรือจุด ตามแนวทแยงมุมของแปลงนา<br />
คำนวณค่าเฉลี่ยจำนวนแมลงต่อต้นของเพลี้ยกระโดดหลังขาวที่ตรวจนับได้ ถ้าตรวจพบเพลี้ยกระโดดดังกล่าว 1 ตัว/ต้น ให้สำรวจสัปดาห์ละ 2 ครั้ง พ่นสารฆ่าแมลงที่บริเวณโคนต้นข้าวเมื่อตรวจพบตัวอ่อนที่โตเต็มที่มากกว่า 1 ตัว/ต้น
6. <target="_self">แมลงสิง</a> </strong>มวนในสกุล Leptocorisa เรียกว่าแมลงสิง มวนเหล่านี้มีลักษณะการระบาด ชีววิทยาและการทำลายข้าวคล้ายคลึงกัน<br />
การเป็นศัตรูพืช<br />
        ปกติการสูญเสียผลผลิตเนื่องจากแมลงสิงมีน้อย เพราะประชากรแมลงสิงมีมากเป็นบางช่วง และทำลายข้าวเป็นช่วงเวลาสั้นๆ ของการเจริญเติบโตของข้าว แมลงสิงพบได้ในทุกสภาพแวดล้อม แต่จะพบมากในนาน้ำฝนและข้าวไร่ ปัจจัยที่ทำให้แมลงสิงมีปริมาณมาก คือ อยู่ใกล้ชายป่า มีวัชพืชขึ้นอยู่มากมายใกล้นาข้าว และมีการปลูกข้าวเหลื่อมเวลากัน
<em>การเจริญเติบโต</em><br />
        ตัวเต็มวัย รูปร่างเพรียว มีขาและหนวดยาว ลำตัวสีเขียวแกมน้ำตาล แมลงสิงเริ่มพบระบาดในต้นฤดูฝน และเจริญเติบโต ขยายพันธุ์ 1 – 2 รุ่น บนพืชอาศัย ซึ่งเป็นวัชพืชตระกูลหญ้าก่อนที่จะอพยพเข้ามาในแปลงนาข้าวระยะข้าวออกดอก เมื่อถูกรบกวน ตัวเต็มวัยจะบินหนีและปล่อยกลิ่นเหม็นออกจากต่อมที่อยู่ที่ท้อง ตัวเต็มวัยจะออกหากินช่วงบ่ายๆ และช่วงเช้ามืดและเกาะพักอยู่ที่หญ้าขณะที่มีแสงแดดจัด ในฤดูแล้งตัวเต็มวัยเคลื่อนย้ายไปอยู่แถบชายป่า และเกาะพักตัวอยู่บริเวณนั้น กับดักแสงไฟไม่สามารถดักจับแมลงสิงได้ <br />
เพศเมียแต่ละตัววางไข่ได้หลายร้อยฟองในช่วงชีวิตประมาณ 2 – 3 เดือน <br />
        ไข่ มีสีน้ำตาลแดงเข้ม ไข่มีรูปร่างคล้ายจานวางไข่เป็นกลุ่มมี 10 – 20 ฟอง เรียงเป็นแถวตรงบนผิวใบข้าวขนานกับเส้นกลางใบมี 2 – 3 แถว เมื่อไข่ฟักเป็นตัวอ่อน เปลือกไข่จะเปิดออกครึ่งหนึ่งเห็นเป็นรูออกได้ชัดเจน <br />
ตัวอ่อน มีสีเขียวแกมน้ำตาลอยู่รวมเป็นกลุ่มบนต้นข้าวดูกลมกลืนกับใบข้าวอย่างแยกไม่ค่อยออก <br />
<em>การทำลาย</em><br />
        ตัวอ่อนและตัวเต็มวัยดูดกิน endosperm ของเมล็ดข้าว และดูดกินน้ำเลี้ยงของต้นข้าวด้วยเช่นกัน แมลงสิงมีปากแบบเจาะดูดในการดูดกินมันจะขับของเหลวจากปากเพื่อทำให้ส่วนที่จะดูดกินเกิดการแข็งตัวและยึดส่วนของปากให้อยู่กับที่ ส่วนที่ถูกดูดกินมีสีขาวสามารถมองเห็นได้ด้วยตาเปล่า การทำลายของแมลงสิงไม่ทำให้เกิดรูบนเปลือกของเมล็ดข้าวเหมือนมวนชนิดอื่นที่ทำลายเมล็ดข้าว แต่มันจะเจาะผ่านช่องว่างระหว่างเปลือกเล็ก และเปลือกใหญ่ของเมล็ดข้าว ส่วนของเมล็ดที่ถูกแมลงสิงดูดกินตรวจพบได้ง่ายบนเมล็ดข้าว ทั้งตัวอ่อนและตัวเต็มวัยดูดกินเมล็ดข้าวในระยะเป็นน้ำนม แต่ก็สามารถดูดกินเมล็ดข้าวทั้งเมล็ดอ่อนและเมล็ดแข็ง ตัวอ่อนที่กำลังเจริญเติบโตดูดกินเมล็ดข้าวมากกว่าตัวเต็มวัย แต่ตัวเต็มวัยทำความเสียหายมากกว่าเพราะดูดกินเป็นเวลานานกว่า การดูดกินน้ำนมจากเมล็ดข้าวทำให้ขนาดเล็กลง แมลงสิงไม่ใช่สาเหตุโดยตรงที่ทำให้เมล็ดลีบไม่มีเนื้อข้าว เพราะไม่ได้ดูดกิน endosperm จนหมดเมล็ด ขณะที่แมลงสิงดูดกิน endosperm ทั้งที่ยังอ่อนอยู่หรือแข็งตัว มันจะปล่อยน้ำย่อยเข้าไปเพื่อย่อยคาร์โบไฮเดรท และการดูดกินน้ำให้เมล็ดเกิดการปนเปื้อน เชื้อจุลินทรีย์ซึ่งเป็นสาเหตุทำให้เมล็ดเปลี่ยนสีหรือเป็นตำหนิที่เมล็ด<br />
        ความเสียหายจากการทำลายของแมลงสิงทำให้เมล็ดข้าวเสื่อมเสียคุณภาพมากกว่าทำให้น้ำหนักเมล็ดข้าวลดลง เมล็ดข้าวที่ถูกแมลงสิงทำลาย เมื่อนำไปสีจะแตกหักได้ง่าย เกษตรกรโดยทั่วไป มักไม่ได้สูญเสียรายได้จากคุณภาพเมล็ดที่เสียหายดังกล่าว เนื่องจากโดยทั่วไปไม่มีการตรวจสอบคุณภาพเมล็ดที่มีการซื้อขายกัน <br />
<em>การจัดการ</em><br />
        วิธีเขตกรรม กำจัดวัชพืชตระกูลหญ้าออกจากนาข้าว คันนา และรอบๆ แปลงนา หลีกเลี่ยงการปลูกข้าวเหลื่อมเวลาในพื้นที่เดียวกัน <br />
พันธุ์ต้านทาน ยังไม่มีพันธุ์ต้านทานแมลงสิง ข้าวพันธุ์ที่มีหางไม่ใช่พันธุ์ข้าวที่ต้านทานแมลงสิง
<em>การป้องกันกำจัดโดยชีววิธี</em><br />
        ไข่แมลงสิง ถูกเบียนโดยแตนเบียน scelionid โดยจะเห็นเป็นรูทางออกของแตนเบียนได้ ชัดเจน ตั๊กแตนหนวดยาวเป็นตัวห้ำกินไข่ของแมลงสิง แมงมุมในนาข้าวกินตัวอ่อนและตัวเต็มวัยของแมลงสิง นอกจากนี้ตัวอ่อนและตัวเต็มวัยของแมลงสิงยังถูกเชื้อราทำลายด้วยเช่นกัน<br />
การป้องกันกำจัดด้วยสารเคมี<br />
แมลงสิงสามารถป้องกันกำจัดได้โดยพ่นสารฆ่าแมลง สารฆ่าแมลงชนิดเม็ดใช้ไม่ได้ผลในการป้องกันกำจัด<br />
<em>การสำรวจ</em><br />
        เริ่มทำการสำรวจนาข้าวในสัปดาห์แรกก่อนระยะที่ข้าวเป็นน้ำนม และสำรวจต่อไปสัปดาห์ละ 2 ครั้ง จนกระทั่งถึงระยะที่เมล็ดข้าวแข็งตัว<br />
สุ่มตรวจนาข้าวในตอนเช้าตรู่หรือช่วงบ่ายๆ โดยสุ่มตรวจจากข้าว 20 กอ ตามแนวทแยงมุมของแปลงนา จดบันทึกจำนวนแมลงสิงต่อกอ และพ่นสารฆ่าแมลงเมื่อตรวจพบจำนวนแมลงถึงระดับเศรษฐกิจ
<br />
<strong><u><a name="a3"></a>สัตว์ศัตรูข้าวไร่และการป้องกันกำจัด</u></strong>
1. <strong>หนูศัตรูข้าวไร่และการป้องกันกำจัด</strong>
        หนูศัตรูข้าวไร่ที่พบมีอยู่ 3 สกุล คือ สกุลหนูพุก(<target="_self">หนูพุกใหญ่</a> <target="_self">หนูพุกเล็ก</a>) หนูท้องขาว และหนูหริ่ง ซึ่งมักจะระบาดทำความเสียหายแก่ข้าวไร่อยู่เสมอๆ โดยจะทำลายทุกระยะการเจริญเติบโตของต้นข้าว โดยเฉพาะข้าวไร่ในระยะเป็นกล้าจะถูกทำลายมากกว่าปกติ ดังนั้นเกษตรกรจึงควรหมั่นตรวจดูแปลงข้าวไร่อยู่เสมอๆ เมื่อพบร่องรอยหรือการทำลายของหนู ควรรีบกำจัดแต่เนิ่นๆ<br />
<br />
<strong>        1. การป้องกันกำจัดโดยไม่ใช้สารเคมี</strong><br />
        <strong>        </strong>1. การขุดรูหนู <br />
        <strong>        </strong>2. การดักหนู โดยใช้กับดักหรือกรงดักก็จะช่วยในการกำจัดหนูได้อีกวิธีหนึ่ง<br />
        <strong>        </strong>3. การปรับปรุงสภาพแวดล้อมตามบริเวณข้าวไร่เกษตรกรควรปรับปรุงคันนาไม่ให้เหมาะสมกับการที่หนูจะเข้ามาขุดรูอยู่อาศัย โดยไม่ทำคันนาให้ใหญ่มากนัก หรือกำจัดวัชพืชเพื่อไม่ให้หนูมีที่หลบซ่อน <br />
        <strong>        </strong>4. การรักษาศัตรูธรรมชาติไว้ช่วยปราบหนู เกษตรกรมักจะทราบกันดีแล้วว่างูชนิดต่างๆ เช่น งูเห่า งูทางมะพร้าว งูสิง ฯลฯ พังพอน เหยี่ยว นกแสก นกเค้าแมว นกฮูก เป็นศัตรูธรรมชาติที่ช่วยกำจัดหนู ดังนั้นการรักษาศัตรูธรรมชาติเหล่านี้ไว้จะช่วยในการกำจัดหนูศัตรูข้าวไร่ได้ดีอีกด้วย ในบริเวณข้าวไร่ก็ควรจะทำคอนจากกิ่งไม้ทางมะพร้าวหรืออื่นๆ ไว้ให้นกที่หากินกลางคืนเกาะ เช่น นกแสก นกฮูก จะช่วยให้นกเหล่านี้มีโอกาสกำจัดหนูได้ง่ายขึ้น<br />
<br />
<strong>        2. การใช้สารเคมีกำจัดหนูก่อนการปลูกข้าวไร่</strong><br />
        <strong>        </strong>เนื่องจากหนูเป็นสัตว์ศัตรูข้าวที่ค่อนข้างฉลาด ดังนั้นก่อนการปลูกข้าวไร่ประมาณ 2 สัปดาห์ จึงควรใช้สารเคมีกำจัดหนู เพื่อลดประชากรของหนูที่มีอยู่มากให้เหลือน้อยลงมากที่สุด โดยการใช้สารเคมีประเภทออกฤทธิ์เร็วซิงค์ฟอสไฟด์ผสมกับปลายข้าวในอัตราส่วนของซิงค์ฟอสไฟด์ 1 ส่วนกับปลายข้าว 100 ส่วน โดยน้ำหนักเป็นเหยื่อพิษ หรือใช้สารซิลมูรินผสมกับปลายข้าวในอัตราส่วนของซิลมูริน 1 ส่วนกับปลายข้าว 20 ส่วน โดยน้ำหนักเป็นเหยื่อพิษ นำเหยื่อพิษชนิดใดหนึ่งที่กล่าวแล้วไปวางตามร่อยรอยที่พบตามคันนาหรือตามรูหนูที่พบในปริมาณ 1 ช้อนโต๊ะทุกๆ ระยะ 5 – 10 เมตร ควรใช้กลบคลุมเหยื่อพิษที่วางเพื่อป้องกันความชื้นและล่อให้หนูมากินเหยื่อพิษมากขึ้น การใช้สารเคมีกำจัดหนูก่อนการปลูกข้าวไร่นี้นอกจากจะช่วยลดจำนวนประชากรของหนูได้โดยตรงแล้ว ยังช่วยป้องกันไม่ให้ข้าวไร่ที่จะหยอดเสียหายจากหนูได้<br />
<br />
<strong>        3. การใช้สารเคมีกำจัดหนูระหว่างการปลูกข้าวไร่</strong><br />
หลังจากใช้สารเคมีกำจัดหนูประเภทออกฤทธิ์เร็วไปแล้วประมาณ 3 – 4 สัปดาห์ คือเมื่อถึงระยะที่ตั้งตัวได้แล้ว ให้ใช้สารเคมีกำจัดหนูประเภทออกฤทธิ์ช้า เช่น คลีแร็ตหรือราคูมิน ซึ่งเป็นเหยื่อพิษสำเร็จรูปในก้อนขี้ผึ้ง ก้อนละประมาณ 5 กรัม หรือที่ผสมใส่ถุงพลาสติกขนาดเล็กถุงละประมาณ 15 กรัม นำเหยื่อพิษสำเร็จรูปนี้ไปวางตามแหล่งที่พบร่องรอยของหนูและในแปลงข้าวไร่ โดยแต่ละก้อนหรือแต่ละถุงห่างกันประมาณ 4 – 5 เมตร และให้วางเหยื่อพิษดังกล่าวนี้เดือนละ 1 ครั้งก็เพียงพอแก่การควบคุมประชากรของหนูได้ดี
<strong>2. นกศัตรูข้าวไร่และการป้องกันกำจัด</strong>
        นกศัตรูข้าวไร่ที่พบมีอยู่ 5 ชนิดคือ <target="_self">นกกะติ๊ดขี้หม</a>ู นกกะติ๊ดตะโพกขาว นกกระจาบธรรมดา นกกระจอกตาล และนกจาบปีกอ่อนอกเหลือง โดยจะทำลายข้าวไร่ตั้งแต่ระยะข้าวเป็นน้ำนมไปจนถึงเก็บเกี่ยว ทั้งในนาและที่เก็บไว้ในยุ้งฉาง ในระยะข้าวใกล้สุกการเกาะคอรวงข้าวกินเป็นฝูงๆ ของนกเหล่านี้ อาจจะทำให้คอรวงข้าวหัก ซึ่งจะทำความเสียหายทางอ้อมแก่ข้าวไร่<br />
       <em> การป้องกันกำจัด</em><br />
        1. การป้องกันกำจัดโดยวิธีกล ( mechanical control )<br />
                1.1 การใช้ตาข่ายคลุมแปลงหรือตาข่ายดักนกหรือกรงดักนก จะต้องเลือกใช้ขนาดของรูตาข่ายที่มีตาถี่พอที่จะไม่ให้นกบินลอดเข้าได้ อย่างไรก็ตามวิธีนี้จะเสียค่าใช้จ่ายสูง แต่ถ้าเก็บรักษาตาข่ายดีๆ แล้วสามารถนำมาใช้เป็นเวลาหลายๆปีเช่นตาข่ายที่ทำด้วยเชือกพลาสติก เป็นต้น สำหรับโกดังยุ้งฉางที่มีช่องหรือรูที่นกสามารถเข้าไปทำลายผลิตผลทางเกษตรหรือเข้าไปทำรังได้ ก็ควรใช้ตาข่ายชนิดตาถี่ปิดกั้นช่องนั้น ๆ เสีย อีกประการหนึ่งการก่อสร้างโกดังหรือยุ้งฉาง ส่วนที่เป็นกันสาดหรือขอบคิ้วต่าง ๆ ควรจะใช้วัสดุที่มีผิวเรียบมันและควรมีความลาดเอียงประมาณ 45 องศา และไม่ควรจะมีส่วนที่ยื่นออกไปให้นกเกาะอาศัยได้ การไล่โดยใช้หุ่นไล่กาถ้าเป็นหุ่นไล่กาชนิดที่เคลื่อนไหวได้จะได้ผลดีกว่าหุ่นนิ่ง<br />
                1.2 การไล่โดยคน ในกรณีที่แรงงานมากพอ การใช้คนไล่นกก็จะได้ผลดี<br />
                1.3 การใช้เครื่องมือทำให้เกิดเสียงดัง เพื่อให้นกตกใจบินหนี เช่น การจุดประทัดเป็นระยะๆ การใช้ปืนยิง การใช้เครื่องระเบิดโดยใช้แก๊ส (gas exploder) การใช้ปี๊บน้ำมันคว่ำแล้วผูกเชือกห้อยของหนักไว้ภายในเหมือนกระดิ่ง แล้วคอยกระตุกไล่นก เป็นต้น<br />
                1.4 การใช้วัสดุที่ทำให้แสงสะท้อนวูบวาบ เช่น ใช้กระจกเงาหรือแผ่นอลูมิเนียมเงา หรือสายเทปคาสเซทที่ไม่ใช้หรือยืดแล้ว แขวนให้ทั่วบริเวณที่ต้องการไล่ อาศัยลมพัดตามธรรมชาติทำให้วัสดุนั้น ๆ หมุนและเกิดสะท้อนแสง ทำให้นกตกใจหนีได้<br />
                1.5 การใช้เครื่องขยายเสียงหรือเทปบันทึกเสียง โดยอัดเสียงตอนที่นกตกใจกลัวหรืออัดเสียงนกเหยี่ยวหรือนกล่าเหยื่อต่าง ๆ แล้วเปิดเพื่อให้นกตกใจกลัว<br />
        2. การป้องกันกำจัดโดยวิธีเขตกรรม ( cultural practice )<br />
การจำกัดวัชพืชต่าง ๆ จะช่วยป้องกันไม่ให้นก มีแหล่งอาหารจากเมล็ดหญ้าเพิ่มขึ้นก่อนที่จะลงทำลายข้าวในนา เศษหญ้า ฟางข้าว หรือขยะอื่น ๆ ควรจะเก็บให้มิดชิดหรือทำลายเสียเพื่อไม่ให้นกนำมาใช้เป็นวัสดุทำรังพุ่มไม้ที่ไม่จำเป็นรอบๆ แปลงนาก็ควรทำลายเสียจะช่วยกำจัดแหล่งที่อยู่อาศัยของนก ตลอดจนการปลูกข้าวไร่ควรจะปลูกเพื่อให้ข้าวสุกพร้อมๆ กัน เพราะตามปกติแล้วแปลงข้าวใดที่ออกรวงก่อนมักจะถูกนกทำลายเสียหายมากกว่า <br />
        3. การป้องกันกำจัดโดยชีววิธี (biological control)<br />
เช่นการฝึกหัดสัตว์ศัตรูธรรมชาติ เช่น แมวหรือนกล่าเหยื่อต่างๆ เช่น เหยี่ยว คอย ขับไล่นกศัตรูข้าวไร่ การทำลายรังนก ไข่ หรือตัวอ่อน<br />
        4. การป้องกันกำจัดโดยใช้สารเคมี (chemical control)<br />
สารเคมีที่ทดสอบแล้วว่าใช้ได้ผลดี เป็นพวกสารไล่นก (bird repellent) ใช้พ่นให้ทั่วรวงข้าว เมื่อนกลงมากินจะเกิดอาการเข็ดและหนีไฟ สารเคมีดังกล่าวได้แก่ เมซูรอล (methiocarb 50% WP) ใช้ในอัตรา 120 กรัมต่อไร่ของสารออกฤทธิ์ หรือประมาณ 12 ช้อนแกงต่อไร่โดยผสมน้ำ 20 ลิตรหรือ 1 ปี๊บ ฉีดพ่นครั้งแรกในระยะข้าวเป็นน้ำนม และหลังจากนั้นประมาณ 12 วัน จึงฉีดพ่นอีกครั้งหนึ่งจะได้ผลดีที่สุด<br />
        5. การป้องกันกำจัดโดยวิธีผสมผสาน (integrated control)<br />
เนื่องจากนกศัตรูข้าวเป็นสัตว์ที่มีการหาอาหารและครอบครองที่อยู่ได้มาก ดังนั้นการ<br />
ป้องกันและกำจัดนก อาจจะต้องใช้หลายๆ วิธีดังกล่าวมาแล้วผสมผสานกันตามความเหมาะสมของ<br />
แต่ละพื้นที่และตามดุลยพินิจของผู้ที่จะทำการป้องกันและกำจัดแต่ละพื้นที่และตามดุลยพินิจของผู้ที่จะทำการป้องกันและกำจัด
<strong>3. กระต่ายป่าและการป้องกันกำจัด</strong>
        กระต่ายป่าเท่าที่พบในเมืองไทยมี 1 ชนิด คือ Lepus siamensis โดยปกติแล้วกระต่ายเพศเมียจะให้ลูกปีละหลายครอก แต่ละครอกจะมีลูกอ่อนเฉลี่ย 3 – 4 ตัว มักจะทำลายข้าวไร่โดยเฉพาะช่วงที่ข้าวกำลังเป็นต้นอ่อน หรืองอกได้ประมาณ 1 – 2 สัปดาห์ โดยจะออกหากินในตอนเย็นและค่ำ ลักษณะที่เห็นได้ชัดคือมูลที่หล่นอยู่ใกล้แหล่งอาหารที่ทำลาย<br />
การป้องกันกำจัดอาจจะใช้ตาข่ายหรือกรงดัก กับดัก ตามทางที่กระต่ายป่าทิ้งร่องรอยไว้หรือทิศทางที่กระต่ายป่าเข้ามาหากินในแปลงข้าวไร่ อาจจะใช้ผ้าขาวหรือพลาสติกใสผูกติดปลายไม้แล้วปักเป็นระยะๆ ประมาณ 10 – 15 เมตรต่อ 1 จุด ตามแนวรอบๆ แปลงข้าวไร่ที่ติดชายป่า หรืออาจจะใช้กระดิ่งแขวนตามแนวรอบๆ แปลง เมื่อลมพัดเกิดเสียงดังทำให้กระต่ายป่ากลัวได้<br />
 			</div>
	</td>
  </tr>
</table>


		</td>
	  </tr>
	</table>
	</td>
  </tr> 
  <tr>
    
</table>
       </div>
      </div>
      </div>
     
    </div> <!-- /container -->
 <? include "../footer.php" ?> 

    <!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.1/jquery.min.js"></script>
    <script src="../bootstrap-3.3.4-dist/js/bootstrap.min.js"></script>
    <script src="../bootstrap-3.3.4-dist/css/offcanvas.css"></script>
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <script src="../bootstrap-3.3.4-dist/js/ie10-viewport-bug-workaround.js"></script>
  </body>
</html>