<div class="col-md-9 jumbotron" >
        <center>
        <img src="img/whiterice.jpg " class="img-thumbnail" /></center><br /><br />
        <font style=" font-size:18px;" >&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;พันธุ์ข้าวเป็นปัจจัยหนึ่งที่มีความสำคัญอันดับแรกในการเพิ่มประสิทธิภาพการผลิตข้าว โดยไม่ต้องเพิ่มต้นทุนการผลิต ถ้าหากว่ามีพันธุ์ข้าวที่ให้ผลผลิตสูงและมีคุณภาพ ทั้งข้าวคุณภาพดี ข้าวคุณภาพปานกลาง ข้าวคุณภาพต่ำ และข้าวคุณภาพพิเศษ ที่ตรงกับความต้องการของตลาดและเพื่อทำผลิตภัณฑ์มีความต้านทานต่อโรคแมลง และมีความเหมาะสมกับสภาพแวดล้อมในแต่ละท้องถิ่นแล้วจะเป็นการลดค่าใช้จ่ายในการผลิตข้าวหรือเป็นการลดต้นทุนการผลิตข้าวได้เป็นอย่างดี<br>

          </font>
      
        </div>