<!DOCTYPE html>
<html lang="en">
  <head>
  <style>
body {
        background: url(../img/bg_rice.png) no-repeat center center fixed;
		background-size:cover;
}
  </style>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <meta name="author" content="">
<title>ระบบการตัดสินใจ</title>
 <!-- Bootstrap core CSS -->
    <link href="../bootstrap-3.3.4-dist/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom styles for this template -->
    <link href="navbar.css" rel="stylesheet">

    <!-- Just for debugging purposes. Don't actually copy these 2 lines! -->
    <!--[if lt IE 9]><script src="../../assets/js/ie8-responsive-file-warning.js"></script><![endif]-->
    <script src="../bootstrap-3.3.4-dist/js/ie-emulation-modes-warning.js"></script>

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
    <style>
  .jum {
background-image: url(../img/seed.png);
background-size: cover;}
  </style>
  
  <style>
    .jum2 {
background-color:#F5FBEF}

  </style>
  </head>

  <body background="img/ข้าว.jpg" style="background-repeat: no-repeat;
    background-position: 100% 100%;
    background-size:100%;
    ">

    <div class="container">

       <!-- Static navbar -->
      <nav class="navbar navbar-default" role="navigation">
        <div class="container-fluid">
          <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar">
              <span class="sr-only">Toggle navigation</span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
            </button>
             <a class="navbar-brand" href="../index.php">หน้าแรก</a>
          </div>
          <div id="navbar" class="navbar-collapse collapse">
            <ul class="nav navbar-nav">
              <li ><a href="../index.php?id=1">ระบบเลือกพันธุ์ข้าว</a></li>
              <li ><a href="../index.php?id=2">ระบบเลือกพื้นที่ปลูกข้าว</a></li>
              <li><a href="../index.php?id=3">ระบบคำนวนปุ๋ยและยา</a></li>
              <li class="dropdown">
                <a href="#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-expanded="false">E-Learning<span class="caret"></span></a>
                <ul class="dropdown-menu" role="menu">
                  
                  <li><a href="../questionarea/question-area.php">โรคข้าว</a></li>
                  <li><a href="#">กฏหมายเกี่ยวข้องกับข้าว</a></li>
                </ul>
              </li>
            </ul>
            <ul class="nav navbar-nav navbar-right">
              <li><a href="../gis.php">ระบบ GIS<span class="sr-only">(current)</span></a></li>
              <li><a href="../call.php">ติดต่อ</a></li>
              <li><a href="#">Fixed top</a></li>
            </ul>
          </div><!--/.nav-collapse -->
        </div><!--/.container-fluid -->
      </nav>

      <!-- Main component for a primary marketing message or call to action -->
      
      <div class="jumbotron jum">
      <h1>ระบบตัดสินใจ</h1>
      ในการจัดการด้านมลพิษจากฟร์ามสุกร
     
    </div>
     <div class="jumbotron jum2">
      <div class="row">
       <div class="col-xs-12">
       <table width="800" border="0" cellspacing="0" cellpadding="0" align="center" >
  <tr>
    <td></td>
  <tr>
  <tr>
    <td></td>
  <tr>
    <td align="center" valign="top" >
	<table border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td class="content_head">
		<div style="padding-left:20px; padding-right:19px; text-align:justify;">
			<b>การควบคุมวัชพืชในนาหว่าน</b><br>
	</div>
		</td>
  </tr>
  <tr>
    <td>
		
			<div style="padding-left:20px; padding-right:19px; text-align:justify" >
				<p align="left">&nbsp;

<ul>
    <li><a href="#1">การจำแนกชนิดวัชพืช</a></li>
    <li><a href="#2">พันธุ์ข้าว</a></li>
    <li><a href="#3">วิธีการเตรียมดินและการปลูก</a></li>
    <li><a href="#4">อัตราเมล็ดพันธุ์</a></li>
    <li><a href="#5">การกำหนดช่วงเวลาปลูก</a></li>
    <li><a href="#6">วิธีการ การควบคุมวัชพืชร่วมกับอัตราเมล็ดพันธุ์<br />
    </a></li>
</ul>

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นเวลามากกว่า 10 ปีที่ผ่านมาเกษตรกรในภาคตะวันออกเฉียงเหนือ ปรับเปลี่ยนวิธีการปลูกข้าว จากการทำนาดำ เป็นนาหว่านแห้งกันมากขึ้น จากรายงานของสำนักงานเศรษฐกิจการเกษตร(2541) พบว่าพื้นที่การทำนาหว่านข้าวแห้ง ปี 2540/41 ประมาณ 8.17 ล้านไร่ การที่เกษตรกรหันมาทำนาหว่านข้าวแห้งเพิ่มมากขึ้น เนื่องจากเป็นวิธีการปลูกข้าวที่ประหยัดแรงงาน เวลา และค่าใช้จ่าย เพราะการปลูกข้าวแบบนาหว่านข้าวแห้ง เป็นการปลูกข้าวแบบหว่านเมล็ดโดยตรง เมล็ดข้าวจะงอกพร้อมกัน เมื่อได้รับน้ำฝนหรือมีความชื้นสภาพแวดล้อมเหมาะสม แต่ปัญหาสำคัญที่ตามมา คือ ปัญหาจากวัชพืชในนาข้าว หากไม่มีการควบคุมและกำจัดวัชพืชแล้ว จะเกิดการสูญเสีย และมีผลทำให้ผลผลิตของข้าวในการทำนาหว่านข้าวแห้งลดลง ประมาณ 30 เปอร์เซ็นต์<br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การควบคุมและกำจัดวัชพืชในนาหว่านข้าวแห้ง ที่เกษตรกรปฏิบัติอยู่ส่วนใหญ่เป็นวิธีดั้งเดิม เช่น การเตรียมดินปลูกที่ดีและการใช้แรงงานถอนกำจัดวัชพืช แต่การถอนวัชพืชด้วยมือในนาหว่านข้าวแห้ง จะกระทำได้ยาก สิ้นเปลืองแรงงาน มีค่าใช้จ่ายสูง และทำลายต้นข้าวขณะปฏิบัติงาน นอกจากนี้ประสิทธิภาพในการกำจัดวัชพืชค่อนข้างต่ำอีกด้วย การจัดการวัชพืชแบบผสมผสาน (Integrated Weed Management) เป็นการควบคุมและกำจัดวัชพืชที่เป็นระบบอย่างต่อเนื่อง มีการนำวิธีการหลายๆ วิธีมาใช้ร่วมกัน องค์ประกอบของการจัดการวัชพืช เช่น การจำแนกชนิดวัชพืช วิธีการเขตกรรม การใช้อัตราปลูกที่เหมาะสม การคัดเลือกพันธุ์ที่เหมาะสม การปลูกพืชร่วมระบบและการปลูกพืชหมุนเวียน การใช้ประโยชน์จากมวลชีวภาพมาใช้ร่วมกัน หรืออาจจะประสานกับการปฏิบัติด้านอื่นๆ ด้วย เพื่อให้ได้ผลที่สมบูรณ์โดยประหยัดค่าใช้จ่าย ทั้งนี้จะต้องคำนึงถึงผลกระทบต่อสภาพแวดล้อมที่จะตามมาอีกด้วย

<table width="70%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_001s.gif" /></div>
            </td>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_002s.gif"  /></div>
            </td>
        </tr>
        <tr>
            <td colspan="2">
            <div align="center">ปัญหาวัชพืชระบาดรุนแรงในนาหว่านข้าวแห้ง</div>
            </td>
        </tr>
    </tbody>
</table>

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การวิจัยทางด้านวิทยาการวัชพืชในนาหว่านข้าวแห้ง ในภาคตะวันออกเฉียงเหนือ ในระยะหลายปีที่ผ่านมา ได้มีการนำแนวทางการจัดการวัชพืชมาใช้โดยมีการนำวิธีการลดปัญหาที่เกิดจากวัชพืชมากกว่าหนึ่งวิธีมาผสมผสานกัน เพื่อให้ได้เทคโนโลยีวิธีการควบคุมและกำจัดวัชพืช ที่ทำให้เกิดสภาวะที่ขจัดหรือลดอัตราการเจริญเติบโตของวัชพืช โดยให้เกิดประสิทธิผลสูงสุด ลดต้นทุนและค่าใช้จ่าย ตลอดจนผลกระทบต่อสภาพแวดล้อมให้น้อยที่สุด และประการสุดท้ายเป็นแนวทางการผลิตข้าวหอมมะลิแบบอินทรีย์ วิธีการต่างๆ มีดังต่อไปนี้
&nbsp;
<a name="1"></a><strong>การจำแนกชนิดวัชพืช</strong><br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การเปลี่ยนวิธีการทำนาจากนาดำเป็นนาหว่านข้าวแห้ง ทำให้ระบบนิเวศการปลูกข้าวเปลี่ยนแปลงไป เริ่มตั้งแต่ช่วงระยะการปลูก การเปลี่ยนพันธุ์ข้าว การเตรียมดินและการจัดการอื่นๆ ทำให้ชนิด และปริมาณวัชพืชมีการเปลี่ยนแปลงไปด้วย จากการสำรวจประชากรวัชพืช ในสภาพการทำนาหว่านข้าวแห้ง พบว่าในระยะแรกๆ ของการเจริญเติบโตทางลำต้นหรือประมาณ 30 วันของข้าวหลังจากข้าวงอก ชนิดวัชพืชเด่นที่พบ เช่น หญ้านกสีชมพู (Echinochloa colon (L.) Link), เซ่งใบมน (Melochia corchorifolia L.) และกกต่างๆ เช่น กกทราย (Cyperus iria L.), เป็นต้น แต่ในระยะ 60 วันหลังข้าวงอก หรือต้นข้าวมีการเจริญเติบโตในช่วงเริ่มแตกกอ จะพบหญ้านกสีชมพู ในระยะเก็บเกี่ยวจะพบหญ้าแดง (Ischaemum rugosum Salisb.) และหญ้าไทร (Leersia hexandra SW.) มีจำนวนมากกว่าชนิดอื่นๆ การเปลี่ยนแปลงชนิดและจำนวนของวัชพืช ตั้งแต่ต้นฤดูปลูกจนถึงเก็บเกี่ยว แตกต่างกันไป โดยที่ในระยะแรกของการปลูก จะพบวัชพืชพวกวงศ์หญ้า และวัชพืชใบกว้างเกิดขึ้นมากกว่าประเภทอื่นๆ แต่ในระยะเก็บเกี่ยวจะพบว่าปริมาณวัชพืชพวกกกมีจำนวนมากขึ้น ทั้งนี้คาดว่าเกิดจากการเปลี่ยนแปลงของความชื้น และระดับน้ำในนา ตลอดจนการเจริญเติบโตของต้นข้าวทั้งความสูงและพื้นที่ใบ ซึ่งจะมีผลต่อการเปลี่ยนแปลงชนิดและปริมาณวัชพืชด้วยเช่นกัน

<table width="80%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_003s.gif"  /></div>
            </td>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_004s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_004s.gif" /></div>
            </td>
        </tr>
        <tr>
            <td>
            <div align="center">หญ้านกสีชมพู (Echinochloa colona (L.) Link)</div>
            </td>
            <td>
            <div align="center">เซ่งใบมน (Melochia corchorifolia L.)</div>
            </td>
        </tr>
    </tbody>
</table>

<br />
<br />
<a name="2"></a><strong>พันธุ์ข้าว </strong><br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พันธุ์ข้าวที่มีรูปทรงต้นและลักษณะบางประการ มีความสามารถในการแข่งขันกับวัชพืชได้ค่อนข้างสูง เช่น ลักษณะทรงต้นสูง ใบแผ่กว้างจะช่วยปกคลุมพื้นที่ปิดกั้นบดบังแสงมิให้แสงส่องผ่านลงสู่ต้นล่าง ทำให้ปริมาณและความเข้มของแสงที่ผิวดินต่ำลง ทำให้การงอกของเมล็ดวัชพืชบางชนิดลดลง และชะลอการเจริญเติบโตของต้นกล้าวัชพืชลงได้ ในสภาพนาหว่านข้าวแห้งได้มีการศึกษาวิจัยพันธุ์ข้าวที่มีความสามารถในการแข่งขันกับวัชพืช ซึ่งมีวัตถุประสงค์เพื่อต้องการศึกษาความสามารถในการแข่งขันกับวัชพืชของข้าวสายพันธุ์ดีเด่นบางพันธุ์ในนาหว่านข้าวแห้งในภาคตะวันออกเฉียงเหนือ ผลการทดลองพบว่าในสภาพที่ปล่อยให้มีการแข่งขันกับวัชพืช ในข้าวพันธุ์ขาวดอกมะลิ 105, และกข23 จะพบจำนวนต้น และ น้ำหนักแห้งวัชพืชเหลืออยู่ค่อนข้างต่ำ <br />
จากผลการทดลองดังกล่าวนี้ แสดงว่าพันธุ์ข้าวขาวดอกมะลิ 105 ที่มีลักษณะทรงต้นสูง ใบยาวและแผ่กว้างทำให้วัชพืชไม่สามารถเจริญเติบโตได้เต็มที่ หรือลดจำนวนลง โดยเฉพาะอย่างยิ่งพันธุ์ขาวดอกมะลิ 105 จะให้ผลผลิตสูงกว่าพันธุ์อื่นๆ เมื่อมีการแข่งขันกับวัชพืชในสภาพการทำนาน้ำฝน

<table width="8%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_005s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_005s.gif" /></div>
            </td>
        </tr>
        <tr>
            <td>
            <div align="center">พันธุ์ข้าวขาวดอกมะลิ 105</div>
            </td>
        </tr>
    </tbody>
</table>

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อย่างไรก็ตามข้าวพันธุ์ขาวดอกมะลิ 105 เมื่อปล่อยให้มีการแข่งขันกับวัชพืชจะพบปริมาณวัชพืชเกิดขึ้นน้อยที่สุด อย่างไรก็ตามเมื่อมีการกำจัดวัชพืชจะโดยวิธีใดก็ตามทำให้ข้าวพันธุ์ข้าวขาวดอกมะลิ 105 มีผลผลิตเพิ่มสูงขึ้น จากข้อดีดังกล่าวนับว่าเป็นความได้เปรียบของเกษตรกรในภาคตะวันออกเฉียงเหนือที่มีการทำนาแบบนาหว่านข้าวแห้ง ในเขตอาศัยน้ำฝนที่มีปัญหาเนื่องจากวัชพืชระบาดรุนแรง
&nbsp;
<a name="3"></a><strong>วิธีการเตรียมดินและการปลูก</strong> <br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การเตรียมแปลงปลูกที่ดี จะช่วยลดปัญหาจากวัชพืชได้ แต่ในสภาพการทำนาหว่านข้าวแห้ง ในพื้นที่อาศัยน้ำฝน เมื่อปริมาณและการกระจายตัวของฝนเหมาะสม ทำให้เมล็ดข้าวที่อยู่ในดินงอกขึ้นมาขณะเดียวกันเมล็ดวัชพืชที่อยู่ในระดับผิวดินก็จะงอกขึ้นมาพร้อมกับต้นข้าวและการแข่งขันในปัจจัยการเจริญเติบโตกับต้นข้าวจึงเริ่มขึ้น อีกกรณีหนึ่งการไถเป็นการกำจัดวัชพืชที่เกิดขึ้นมา หรือทำลายเมล็ดวัชพืชในระดับที่จะงอกได้ ในเวลาเดียวกันจะเป็นการพลิกให้เมล็ดวัชพืชที่อยู่ลึกในดินขึ้นมาสู่ผิวดิน และสามารถงอกขึ้นมาอีก

<table width="75%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_006s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_006s.gif" /></div>
            </td>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_007s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_007s.gif" /></div>
            </td>
        </tr>
        <tr>
            <td>
            <div align="center">เกษตรกรไถเตรียมดินด้วยรถแทรกเตอร์ ชนิด 7 ผาล</div>
            </td>
            <td>
            <div align="center">เกษตรกรคราดเตรียมแปลงด้วยรถไถเดินตาม</div>
            </td>
        </tr>
    </tbody>
</table>

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การปลูกข้าวแบบนาหว่านมีการปฏิบัติที่หลากหลาย เช่น การหว่านสำรวย การหว่านคราดกลบหรือไถกลบ และการหว่านหลังขี้ไถ<img height="200" width="300" align="right" border="0" alt="" src="../rice/rice206weed_011s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_011s.gif" /> ทั้ง 3 รูปแบบเป็นการปลูกข้าวที่มีข้อแตกต่างตรงวิธีการเตรียมดิน และการปลูก โดยการเตรียมดินมีวัตถุประสงค์เพื่อกำจัดวัชพืชดั้งเดิมที่ขึ้นอยู่ในนา ก่อนที่จะหว่านข้าว ซึ่งวิธีการเตรียมดินของเกษตรกรในปัจจุบัน ใช้เครื่องจักรแทนแรงงานสัตว์เป็นส่วนใหญ่ เครื่องมือที่ใช้ เช่น รถไถเดินตาม หรือรถแทรกเตอร์ขนาดใหญ่ และการเตรียมดินจะพิถีพิถันมากหรือน้อยเพียงใด ขึ้นอยู่กับเครื่องมือ ค่าใช้จ่าย และความพร้อมของเกษตรกรเอง โดยมีวิธีการปลูกร่วมกับการใช้อัตราเมล็ดพันธุ์ในการทำนาหว่านข้าวแห้งของภาคตะวันออกเฉียงเหนือ พบว่าวิธีการเตรียมดินและปลูกตามแบบต่างๆ ทั้ง 3 แบบ ซึ่งเป็นวิธีของเกษตรกรและใช้เมล็ดพันธุ์ข้าวอัตราตั้งแต่ต่ำสุดที่ 8 กิโลกรัม ถึงสูงสุดที่ 24 กิโลกรัมต่อไร่ ทำให้ผลผลิตข้าวขาวดอกมะลิ 105 ที่ได้รับไม่แตกต่างกันทุกวิธีการปลูก และทุกอัตราเมล็ดพันธุ์ โดยเฉลี่ยประมาณ 265 กิโลกรัมต่อไร่
&nbsp;
<a name="4"></a><strong>อัตราเมล็ดพันธุ์</strong><br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตามปกติในการทำนาหว่านข้าวแห้ง มีคำแนะนำให้ใช้เมล็ดพันธุ์ประมาณ 1-2 ถังต่อไร่ หรือประมาณ 10-20<img height="200" width="300" align="right" border="0" alt="" src="../rice/rice206weed_008s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_008s.gif" /> กิโลกรัมต่อไร่ การใช้เมล็ดพันธุ์อัตราดังกล่าว จะทำให้มีประชากรของต้นข้าวที่เหมาะสม สำหรับในเรื่องอัตราเมล็ดพันธุ์ข้าวเกษตรกรจะให้ความสนใจมาก บางพื้นที่ใช้อัตราเมล็ดพันธุ์ 40-50 กิโลกรัมต่อไร่ เพื่อชดเชยการสูญเสียจากการทำลายของสัตว์ศัตรูข้าว เช่น นก หนู เป็นต้น และเพิ่มการ แข่งขันระหว่างข้าวกับวัชพืชในแปลงนา การใช้อัตราที่เหมาะสมประมาณ 16 กิโลกรัมต่อไร่ จะทำให้ประชากรต้นข้าวที่เกิดขึ้นมาสามารถที่จะแข่งขันกับวัชพืชได้ มีการวิจัยและนำเอาวิธีการดังกล่าวมาผสมผสานร่วมกัน โดยที่เมื่อทำการเพิ่มอัตราเมล็ดพันธุ์ให้สูงขึ้นจะมีผลทำให้ชนิด และจำนวนวัชพืชที่เกิดขึ้นในแปลงปลูกข้าวลดลง ตามอัตราการเพิ่มขึ้นของเมล็ดพันธุ์ การทำนาหว่านข้าวแห้งด้วยการใช้เมล็ดพันธุ์อัตรา 18-24 กิโลกรัมต่อไร่ จะช่วยลดปัญหาวัชพืชให้ลดลง อย่างไรก็ตามวิธีการดังกล่าวจะเกิดประโยชน์ในการแนะนำ ให้เกษตรกรปลูกข้าวแบบการทำนาหว่านข้าวแห้ง ตามสภาพความเหมาะสมของพื้นที่ และความพร้อมของเกษตรกร โดยการจัดการวิธีการเตรียมดินและวิธีการปลูกแต่ใช้เมล็ดพันธุ์ที่เหมาะสม โดยลดต้นทุนการผลิตข้าวในด้านแรงงานและค่าใช้จ่ายต่างๆ เพื่อลดปัญหาวัชพืชในนาหว่านข้าวแห้งได้ในระดับหนึ่ง โดยลดต้นทุนการผลิตข้าวที่จะต้องใช้แรงงานเตรียมดิน และอัตราเมล็ดพันธุ์ได้อย่างเหมาะสม
&nbsp;
<a name="5"></a><strong>การกำหนดช่วงเวลาปลูก<br />
</strong><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พันธุ์ข้าวขาวดอกมะลิ 105, กข15 และกข6 เป็นพันธุ์ข้าวไวต่อช่วงแสง เหมาะสำหรับการปลูกในฤดูนาปี ในภาคตะวันออกเฉียงเหนือ เกษตรกรจะเริ่มไถเตรียมดินและหว่านข้าวตั้งแต่ปลายเดือนเมษายนเป็นต้นไป การที่เกษตรกรหว่านข้าวเร็วจะทำให้ต้นข้าวอยู่ในนาเป็นเวลานาน และจะประสบกับปัญหาจากสภาพความแห้งแล้งเนื่องจากฝนทิ้งช่วง มีวัชพืชขึ้นแข่งขันมาก และแมลงสัตว์ศัตรูข้าวรบกวน การกำหนดช่วงระยะปลูกที่เหมาะสมจะช่วยลดปัญหาจากวัชพืชในนาหว่านข้าวแห้งได้ มีคำแนะนำให้หว่านข้าวประมาณเดือนมิถุนายนจนถึงกลางเดือนสิงหาคมแทนที่จะปลูกในเดือนเมษายน จากการทดสอบศึกษาช่วงเวลาปลูกข้าวพันธุ์ขาวดอกมะลิ 105 และพันธุ์กข6 โดยเริ่มปลูกตั้งแต่ปลาย เดือนพฤษภาคม จนถึงเดือนกรกฎาคม พบว่า การกำหนดระยะเวลาปลูกเร็วหรือช้าจะมีผลกระทบต่อการให้ผลผลิตของข้าวทั้ง 2 พันธุ์ โดยที่การปลูกประมาณกลางเดือนกรกฎาคมจะให้ผลผลิตสูงสุด และมีปัญหาวัชพืชต่ำ การปลูกข้าวทั้ง 2 พันธุ์นี้เร็วแต่ต้นปี จะทำให้ข้าวประสบกับสภาวะแห้งแล้งหรือฝนทิ้งช่วง และเกิดปัญหาจากวัชพืชรุนแรงติดตามมา
&nbsp;
<a name="6"></a><strong>วิธีการ การควบคุมวัชพืชร่วมกับอัตราเมล็ดพันธุ์</strong><br />
<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พันธุ์ข้าวที่แนะนำ และส่งเสริมให้ปลูกในนาหว่านข้าวแห้งในภาคตะวันออกเฉียงเหนือ ที่เป็นพันธุ์พื้นเมืองเช่นพันธุ์ขาวดอกมะลิ 105, เหลืองประทิว 123, ขาวตาแห้ง 17, กข15 และ กข6 เป็นต้น ส่วนใหญ่เป็นพันธุ์ข้าวที่มีลักษณะทรงต้นสูง ใบยาวใหญ่แผ่ โน้มปกคลุม เป็นลักษณะที่มีความสามารถในการแข่งขันกับวัชพืชได้ดี การใช้พันธุ์พืชปลูกที่สามารถแข่งขันกับวัชพืชได้ดี จัดเป็นวิธีการหนึ่งของการจัดการวัชพืช มีการศึกษาพันธุ์ข้าว 2 พันธุ์ที่มีลักษณะรูปทรงต้นแตกต่างกัน คือ พันธุ์กข23 และพันธุ์ขาวดอกมะลิ 105 ซึ่งมีความสามารถในการแข่งขันกับวัชพืชต่างกัน พบว่าใช้พันธุ์ข้าว กข23 การใช้อัตราเมล็ดพันธุ์ 32 กิโลกรัมต่อไร่ ให้ผลผลิตสูงสุด ส่วนพันธุ์ขาวดอกมะลิ 105 เมล็ดพันธุ์ที่อัตรา 16 กิโลกรัมต่อไร่ จะให้ผลผลิตสูงสุด การเพิ่มอัตราเมล็ดพันธุ์ตั้งแต่ 8 ถึง 40 กิโลกรัมต่อไร่ ในสภาพที่ไม่มีการกำจัดวัชพืช จะทำให้น้ำหนักแห้งของวัชพืชลดลงตามอัตราการเพิ่มขึ้นของเมล็ดพันธุ์ เนื่องจากอัตราเมล็ดพันธุ์ดังกล่าวเป็นอัตราที่ทำให้มีประชากรต้นข้าว และความหนาแน่นของต้นข้าวแข่งขันกับวัชพืชได้อย่างเหมาะสม ในทำนองเดียวกันการกำจัดวัชพืชโดยการถอนด้วยมือ 2 ครั้ง ที่ระยะ15 และ30 วันหลังข้าวงอก จะทำให้ผลผลิตข้าวเพิ่มสูงขึ้นประมาณ 84 เปอร์เซ็นต์ เมื่อเปรียบเทียบกับไม่มีการควบคุมวัชพืช

<table width="44%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_010s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_010s.gif" /></div>
            </td>
        </tr>
        <tr>
            <td>
            <div align="center">เกษตรกรกำจัดวัชพืชโดยใช้มือถอน</div>
            </td>
        </tr>
    </tbody>
</table>

<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แนวทางการควบคุมวัชพืชในนาหว่านข้าวแห้งเพื่อผลิตข้าวหอมมะลิอินทรีย์ในภาคตะวันออกเฉียงเหนือ ยังมีแนวทางในการจัดการอีกหลายด้านที่จะช่วยสนับสนุนซึ่งกันและกัน เช่น การจัดการปุ๋ย การจัดการเรื่องน้ำ การจัดการเขตกรรม การใช้ประโยชน์จากมวลชีวภาพ การปลูกพืชหมุนเวียนหรือระบบการปลูกพืช และการควบคุมวัชพืชโดยชีววิธี เป็นต้น วิธีการต่างๆ เหล่านี้จะต้องมีการนำมาวิจัยผสมผสานร่วมกัน เพื่อหาวิธีการที่เหมาะสมในการลดปัญหาวัชพืช ในนาหว่านข้าวแห้งได้อย่างมีประสิทธิภาพ และแนะนำถ่ายทอดสู่เกษตรกรต่อไป<br />
กล่าวโดยสรุปการจัดการวัชพืชในนาหว่านข้าวแห้งสำหรับการผลิตข้าวหอมมะลิอินทรีย์ เป็นการนำวิธีการควบคุมและกำจัดวัชพืชหลายๆ วิธีมาใช้ร่วมกัน โดยที่แต่ละวิธีการจะสนับสนุนซึ่งกันและกัน ซึ่งมีผลทำให้ชนิดและจำนวนวัชพืชที่จะเป็นตัวแก่งแย่งปัจจัยการเจริญเติบโตของข้าว เช่น ธาตุอาหาร, น้ำ ความชื้น และแสงแดดนั้นลดลง หรือเหลือน้อยที่สุด การจัดการวัชพืชเป็นการนำวิธีการควบคุมและกำจัดวัชพืชทั้งทางตรงและทางอ้อมมาใช้ผสมผสานกัน โดยคำนึงถึงปัจจัยต้นทุนในการผลิตข้าวของเกษตรกรให้ต่ำที่สุด และมีความปลอดภัยต่อเกษตรกรและในสภาพแวดล้อมมากที่สุด จึงจะได้ชื่อว่าข้าวหอมมะลิอินทรีย์อย่างแท้จริง<br />
&nbsp;

<table width="49%" align="center" border="0">
    <tbody>
        <tr>
            <td>
            <div align="center"><img height="200" width="300" border="0" alt="" src="../rice/rice206weed_009s.gif" tppabs="http://localhost/rice/vutchapurd/../rice/rice206weed_009s.gif" /></div>
            </td>
        </tr>
        <tr>
            <td>
            </td>
        </tr>
    </tbody>
</table>
			</div>
		
	</td>
  </tr>
</table>


		</td>
	  </tr>
	</table>
	</td>
  </tr> 
  <tr>
    
</table>
       </div>
      </div>
      </div>
    </div> <!-- /container -->
<? include "../footer.php" ?> 

    <!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.1/jquery.min.js"></script>
    <script src="../bootstrap-3.3.4-dist/js/bootstrap.min.js"></script>
    <script src="../bootstrap-3.3.4-dist/css/offcanvas.css"></script>
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <script src="../bootstrap-3.3.4-dist/js/ie10-viewport-bug-workaround.js"></script>
  </body>
</html>



